[
  "obsidian-pangu",
  "table-editor-obsidian",
  "oz-clear-unused-images",
  "obsidian-code-tab",
  "dataview",
  "easy-typing-obsidian",
  "last-modified-timestamp-in-status-bar",
  "obsidian-git",
  "home-tab",
  "obsidian-hover-editor",
  "obsidian-icon-folder",
  "obsidian-linter",
  "make-md",
  "cm-chs-patch",
  "obsidian-version-history-diff",
  "obsidian-plugin-update-tracker",
  "url-into-selection",
  "novel-word-count",
  "media-extended",
  "obsidian-memos",
  "obsidian-omnivore",
  "surfing",
  "code-styler",
  "colored-tags",
  "editing-toolbar",
  "editor-width-slider",
  "obsidian-excalidraw-plugin",
  "file-tree-alternative",
  "nldates-obsidian",
  "quick-explorer",
  "various-complements",
  "obsidian-file-link",
  "obsidian-style-settings",
  "obsidian-plugin-groups",
  "obsidian-quiet-outline",
  "obsidian-outliner"
]