[
  "obsidian-pangu",
  "oz-clear-unused-images",
  "obsidian-code-tab",
  "dataview",
  "easy-typing-obsidian",
  "obsidian-git",
  "home-tab",
  "cm-chs-patch",
  "obsidian-version-history-diff",
  "obsidian-plugin-update-tracker",
  "url-into-selection",
  "novel-word-count",
  "surfing",
  "code-styler",
  "editing-toolbar",
  "file-tree-alternative",
  "nldates-obsidian",
  "various-complements",
  "obsidian-file-link",
  "obsidian-style-settings",
  "obsidian-plugin-groups",
  "obsidian-quiet-outline",
  "obsidian-outliner",
  "obsidian-tasks-plugin",
  "markdown-table-editor",
  "make-md",
  "obsidian-footnotes",
  "obsidian-linter",
  "obsidian-minimal-settings",
  "remember-cursor-position"
]