[
  "obsidian-pangu",
  "oz-clear-unused-images",
  "obsidian-code-tab",
  "dataview",
  "easy-typing-obsidian",
  "obsidian-git",
  "home-tab",
  "obsidian-icon-folder",
  "make-md",
  "cm-chs-patch",
  "obsidian-version-history-diff",
  "obsidian-plugin-update-tracker",
  "url-into-selection",
  "novel-word-count",
  "media-extended",
  "surfing",
  "code-styler",
  "editing-toolbar",
  "file-tree-alternative",
  "nldates-obsidian",
  "quick-explorer",
  "various-complements",
  "obsidian-file-link",
  "obsidian-style-settings",
  "obsidian-plugin-groups",
  "obsidian-quiet-outline",
  "obsidian-outliner",
  "table-editor-obsidian",
  "markdown-table-editor",
  "obsidian-tasks-plugin",
  "obsidian-enhancing-export",
  "templater-obsidian",
  "vscode-editor",
  "open-vscode",
  "ii-quicker",
  "obsidian-completr",
  "quick-preview",
  "darlal-switcher-plus"
]